caf/cafs_nivel_0.puml
@startumlFoo
actor       "Contribuyente\nEmisor" as Contribuyente
participant SII

Contribuyente -> SII : Solicita folios
SII -> Contribuyente : Entrega archivo "Código de Autorización de Folios (CAF)"
@enduml
