CAFs.md
```mermaid
sequenceDiagram

    actor       Contribuyente as Contribuyente<br/>Emisor
    participant SII

    Contribuyente->>SII: Solicita folios 1000 folios para Facturas Electrónicas
    activate SII
    
    SII->>Contribuyente: CAF que se debe utilizar sólo para las Facturas Electrónicas desde el rango 501 al 1500

    SII->>Contribuyente: Clave privada que utilizará para timbrar electrónicamente las facturas, desde el rango 501 al 1500
    
    deactivate SII

```
