caf/cafs_nivel_0_ejemplo.puml
@startumlFoo
actor       "Contribuyente\nEmisor" as Contribuyente
participant SII

Contribuyente -> SII : Solicita 1000 folios para Facturas Electrónicas
activate SII

SII -> Contribuyente : Un CAF desde el rango 501 al 1500

SII -> Contribuyente : Una clave privada que utilizará para timbrar electrónicamente las facturas, desde el rango 501 al 1500

deactivate SII

@enduml
